Repository: piryopt/pienryhmien-optimointi
Catalog: src/translations/*/LC_MESSAGES/messages.po
Languages: sv

source: Vaihtoehtoja on vähemmän kuin priorisoitujen ryhmien vähimmiäismäärä! Kyselyn luominen epäonnistui!
sv: Det finns färre alternativ än minimiantalet prioriterade grupper! Misslyckades med att skapa enkäten!

source: Tämän niminen kysely on jo käynnissä! Sulje se tai muuta nimeä!
sv: En enkät med detta namn är redan igång! Stäng den eller byt namn!

source: Uusi kysely luotu!
sv: Ny enkät skapad!

source: Poistaminen epäonnistui!
sv: Borttagningen misslyckades!

source: Valinnat poistettu
sv: Alternativen borttagna

source: Sähköpostiosoite puuttuu!
sv: E-postadress saknas!

source: Tallennus onnistui. Päivitä sivu nähdäksesi tilanne.
sv: Sparande lyckades. Uppdatera sidan för att se status.

source: Tallennus epäonnistui.
sv: Sparande misslyckades.

source: Ei voida luoda ryhmittelyä, koska vastauksia on enemmän kuin jaettavia paikkoja. Voit muuttaa jaettavien paikkojen määrän kyselyn muokkaus sivulta.
sv: Kan inte skapa gruppering eftersom det finns fler svar än tillgängliga platser. Du kan ändra antalet platser som ska delas ut på redigeringssidan för enkäten.

source: Kyselyn sulkeminen epäonnistui!
sv: Misslyckades med att stänga enkäten!

source: Kyselyn avaaminen epäonnistui!
sv: Misslyckades med att öppna enkäten!

source: Tallennus epäonnistui. Valitse vähintään
sv: Sparande misslyckades. Välj åtminstone

source: Tallennus epäonnistui. Voit hylätä enintään
sv: Sparande misslyckades. Du kan avvisa högst

source: Ei hyväksytä perusteluita, jos ei ole hylkäyksiä! Tallennus epäonnistui.
sv: Inga godkända skäl om inga avslag finns! Sparande misslyckades.

source: Perustelu on liian pitkä, tallenus epäonnistui. Merkkejä saa olla korkeintaan 300. Tarvittaessa ota yhteys kyselyn järjestäjään.
sv: Motiveringen är för lång, sparande misslyckades. Maximalt 300 tecken tillåtna. Kontakta enkätens arrangör vid behov.

source: Perustelu on liian lyhyt, tallennus epäonnistui. Merkkeja tulee olla vähintään 10.
sv: Motiveringen är för kort, sparande misslyckades. Minst 10 tecken krävs.

source: Tallennus onnistui.
sv: Sparande lyckades.

source: Tallennus epäonnistui
sv: Sparande misslyckades

source: Tulokset
sv: Resultat

source: Lajittelun tulokset
sv: Sorteringsresultat

source: Ryhmänvalintojen keskiarvo
sv: Genomsnitt för gruppval

source: Huom! Se, että osa opiskelijoista on sijoitettu hylättyihin tai ei-järjestettyihin valintoihin ei vaikuta keskiarvoon.
sv: Obs! Att vissa studenter har placerats i avvisade eller ej valda alternativ påverkar inte medelvärdet.

source: Vie tulokset Excel-taulukkoon
sv: Exportera resultat till Excel-tabell

source: Tallenna tulokset
sv: Spara resultat

source: Ryhmät, jotka pudotettiin jaosta
sv: Grupper som uteslöts från fördelning

source: Opiskelijat on lajiteltu ryhmiin seuraavasti
sv: Studenter har sorterats i grupper enligt följande

source: Nimi
sv: Namn

source: Sähköposti
sv: E-post

source: Ryhmä
sv: Grupp

source: Monesko valinta
sv: Ordning på val

source: Valinnat
sv: Val

source: Näytä
sv: Visa

source: Etusivu
sv: Hemsida

source: Toiminnot
sv: Åtgärder

source: Luo uusi kysely
sv: Skapa en ny enkät

source: Luo uusi kysely tai tuo valmiit vastausvaihtoehdot csv-tiedostosta
sv: Skapa en ny enkät eller importera färdiga svarsalternativ från en CSV-fil

source: Näytä vanhat kyselyt
sv: Visa gamla enkäter

source: Luotuja kyselyitä
sv: Skapade enkäter

source: Käynnissä olevat kyselyt
sv: Pågående enkäter

source: Vastausaika loppuu
sv: Svarstid utgår

source: Vastaukset
sv: Svar

source: Hylkäykset
sv: Avvisningar

source: Kyselyn vastaukset
sv: Enkätsvar

source: (Ryhmänjako tallennettu)
sv: (Gruppindelning sparad)

source: Vastauksia
sv: Svar

source: Jaettavia paikkoja
sv: Platser att tilldela

source: Palaa kyselylistaan
sv: Återgå till frågelistan

source: Kyselyssä on enemmän vastaajia kuin jaettavia paikkoja.
sv: Det finns fler svarande än tillgängliga platser att tilldela.

source: Suositeltu järjestys käsitellä tilanne
sv: Rekommenderad ordning för att hantera situationen är följande

source: Poista ylimääräiset vastaukset
sv: Ta bort överflödiga svar

source: Poista kyselystä vastaajat, jotka ovat ilmoittaneet jättävänsä kuitenkin osallistumatta, tai joiden ei kuuluisi muusta syystä olla mukana ryhmäjaossa. Jos esimerkiksi olet itse kokeillut kyselyyn vastaamista, poista oma vastauksesi.
sv: Ta bort respondenter från enkäten som har meddelat att de inte kommer att delta, eller som av andra skäl inte ska ingå i gruppindelningen. Om du till exempel har testat att svara på enkäten själv, ta bort ditt eget svar.

source: Muokkaa ryhmäkokoja
sv: Redigera gruppstorlekar

source: Tarkastele ryhmiä, joihin vastaajat jaetaan. Lisää paikkoja niihin ryhmiin, joihin se on mahdollista tehdä.
sv: Se på grupperna som respondenter fördelas till. Lägg till platser i de grupper där det är möjligt att göra det.

source: Jaa ryhmiin
sv: Dela in i grupper

source: Jos vastauksia on edelleen liikaa, voit silti tehdä ryhmäjaon. Algoritmi jakaa ryhmät mahdollisimman hyvin opiskelijoiden toiveita vastaavaksi ja ryhmäjaon ulkopuolelle jäävät sijoitetaan ryhmään nimeltä 'Tyhjä'.
sv: Om det fortfarande finns för många svar, kan du fortfarande göra en gruppindelning. Algoritmen kommer att fördela grupperna så att de så mycket som möjligt motsvarar studenternas önskemål, och de som inte kan placeras i någon grupp kommer att placeras i en grupp som heter 'Tyhjä'.

source: Avaa kysely uudelleen
sv: Öppna enkäten igen

source: Sulje kysely
sv: Stäng enkäten

source: Hae yksittäistä vastausta kirjoittamalla tähän kenttään
sv: Sök efter ett enskilt svar genom att skriva i detta fält

source: vastaajan sähköposti tai osa siitä
sv: respondentens e-postadress eller del av den

source: Perustelut
sv: Motiveringar

source: Vastauksen poistaminen
sv: Ta bort svar

source: Tilastot
sv: Statistik

source: Palaute
sv: Feedback

source: Aktiiviset kyselyt
sv: Aktiva enkäter

source: Kirjaudu ulos
sv: Logga ut

source: UKK
sv: FAQ

source: Anna palautetta
sv: Ge feedback

source: Tietosuojaseloste
sv: Integritetspolicy

source: Otsikko
sv: Rubrik

source: Palutteen tyyppi
sv: Feedbacktyp

source: Bugi
sv: Bugg

source: Muu
sv: Annat

source: Sisältö
sv: Innehåll

source: Anna palaute
sv: Ge feedback

source: Muokkaa kyselyä
sv: Redigera enkät

source: Kyselyn muokkaus
sv: Redigering av enkät

source: Anna käyttäjälle hallinnointioikeudet kyselyyn.
sv: Tilldela administrativa rättigheter till användaren för enkäten.

source: Syötä käyttäjän sähköpostiosoite.
sv: Ange användarens e-postadress.

source: Lisää käyttäjä
sv: Lägg till användare

source: Kyselyn nimi
sv: Enkätens namn

source: Vastausaika
sv: Svarstid

source: Voit pidentää tai lyhentää aikaväliä, jolloin kyselyyn on mahdollista vastata.
sv: Du kan förlänga eller förkorta tidsintervallet när enkäten kan besvaras.

source: Vastausaika päättyy:
sv: Svarstiden avslutas:

source: Kello
sv: Klockan

source: Kyselyn kuvaus
sv: Enkätens beskrivning

source: Voit muokata kyselyn kuvausta
sv: Du kan redigera enkätens beskrivning

source: Tallenna muutokset
sv: Spara ändringar

source: Palaa kyselyn vastauksiin
sv: Gå tillbaka till enkätsvaren

source: Kysely
sv: Enkät

source: Vastausaika päättyy
sv: Svarstiden avslutas

source: Raahaa oikean reunan listasta vähintään
sv: Dra åtminstone ett alternativ från högerlistan till den gröna rutan

source: vaihtoehtoa vihreään laatikkoon.
sv: ett alternativ till den gröna lådan.

source: Klikkaa valintavaihtoehtoa nähdäksesi siitä lisätietoa.
sv: Klicka på alternativet för att se mer information om det.

source: HUOM! Tärkeäksi merkityt ryhmät priorisoidaan jakamisprosessissa. Ne täytetään aina vähintään minimikokoon asti vastauksista riippumatta.
sv: OBS! Grupper som markerats som viktiga prioriteras i tilldelningsprocessen. De fylls alltid till minst minimistorleken, oavsett svaren.

source: Haku
sv: Sök

source: (Tärkeä)
sv: (Viktigt)

source: Ryhmän maksimikoko
sv: Maximal gruppstorlek

source: Ryhmän minimikoko
sv: Minsta gruppstorlek

source: Päivitä valinnat
sv: Uppdatera val

source: Lähetä valinnat
sv: Skicka val

source: Poista valinnat
sv: Ta bort val

source: Peruuta
sv: Avbryt

source: Poista
sv: Ta bort

source: Oletko varma
sv: Är du säker

source: Suljettu kysely
sv: Stängd enkät

source: Kysely on suljettu
sv: Enkäten är stängd

source: Tämä kysely on suljettu eikä siihen voi enää vastata.
sv: Den här enkäten är stängd och kan inte längre besvaras.

source: Vastauksesi kyselyyn on talletettu ja näet tekemäsi valinnat alta.
sv: Ditt svar har sparats och du kan se dina val nedan.

source: Et ole vastannut tähän kyselyyn.
sv: Du har inte svarat på den här enkäten.

source: Tehdyt valinnat
sv: Gjorda val

source: Valitut ryhmät mielekkyysjärjestyksessä
sv: Valda grupper i prioritetsordning

source: Ryhmät joihin osallistumiseen on este
sv: Grupper där deltagande är hinder

source: Vastausaika määrittää aikavälin, jolloin kyselyyn on mahdollista vastata.
sv: Svarstiden anger tidsintervallet när enkäten kan besvaras.

source: Tähän voit antaa kuvauksen kyselystä ja ohjeita siihen vastaamiseen. Kuvausteksti näytetään vastaajalle kyselyn yhteydessä.
sv: Här kan du ange en beskrivning av enkäten och instruktioner för att svara på den. Beskrivningstexten visas för svaranden i samband med enkäten.

source: Vaaditaanko kaikkien ryhmien järjestämistä?
sv: Krävs det att alla grupper ordnas?

source: Suositellaan, että vaaditaan kaikkien ryhmien järjestämistä ellei niitä ole suuri määrä (>10)
sv: Det rekommenderas att alla grupper organiseras om det inte finns ett stort antal (>10).

source: Kyllä
sv: Ja

source: Ei
sv: Nej

source: Priorisoitujen ryhmien vähimmäismäärä
sv: Minsta antal prioriterade grupper

source: Sallitaanko valintojen kieltäminen?
sv: Tillåts det att förbjuda val?

source: Sallittu kiellettyjen ryhmien määrä
sv: Antal tillåtna förbjudna grupper

source: Näytetäänkö vastaajalle hakupalkki?
sv: Visas sökfältet för respondenten?

source: Hakupalkin avulla kyselyyn vastaaja voi suodattaa näkemiään vaihtoehtoja sen nimen ja vaihtoehtojen perusteella. Suositeltavaa sallia kyselyille, joissa on runsaasti ei-pakollisia vaihtoehtoja, ja vastaavasti kieltää pakollisia vaihtoehtoja sisältävälle tai pienelle kyselylle.
sv: Med hjälp av sökfältet kan respondenterna filtrera alternativen de ser baserat på deras namn och alternativ. Det rekommenderas att tillåta undersökningar med ett stort antal svarsalternativ, som alla inte behöver ordnas, och på samma sätt förbjuda undersökningar med få svarsalternativ, som alla måste ordnas.

source: Priorisoitavat ryhmät
sv: Prioriterade grupper

source: Syötä ryhmät, jotka kyselyyn vastaaja voi asettaa mielekkyysjärjestykseen. Anna kullekkin ryhmälle myös sen enimmäiskoko. Halutessasi voit lisätä lisätietoa kohteesta omiin sarakkeisiinsa. Sarakkeen voit luoda painamalla '+ Lisää tietokenttä'.
sv: Ange grupperna som respondenten kan placera i meningsordning. Ge också varje grupp dess maximala storlek. Om du vill kan du lägga till ytterligare information om objektet i dess egna kolumner. Du kan skapa kolumnen genom att trycka på "'+ Lägg till datafält".

source: CSV-ohje
sv: CSV guide

source: Tuo valinnat CSV-tiedostosta
sv: Importera val från en CSV-fil

source: Jos haluat, ettei jonkun tietyn sarakkeen tieto näy vastausvaiheessa opiskelijoille, laita sen sarakkeen nimen viimeiseksi merkiksi *.
sv: Om du vill att informationen för en viss kolumn inte ska visas för respondentena under svarsfasen, sätt * som sista tecknet i kolumnnamnet.

source: Jos ryhmän minimikoolla ei ole väliä, syötä 0. Pakollisen ryhmän mimimikoko ei voi olla 0.
sv: Om det inte spelar roll med minimistorleken, ange 0. Minsta storlek för en obligatorisk grupp kan inte vara 0.

source: HUOM! Alle minimikoon jäävät ryhmät jätetään pois jaosta. Jos haluat, että tietty ryhmä toteutuu varmasti, rastita ryhmän vasemmalla puolella oleva laatikko.
sv: OBS! Grupper som understiger minsta storlek kommer att uteslutas från tilldelningen. Om du vill säkerställa att en viss grupp bildas, kryssa i rutan till vänster om gruppen.

source: Pakota minimikoko
sv: Kraft minsta gruppstorlek

source: Enimmäispaikat
sv: Max antal platser

source: Lisää tietokenttä
sv: Lägg till fält

source: Lisää vaihtoehto
sv: Lägg till alternativ

source: Luo kysely
sv: Skapa enkät

source: Vaihtoehdon suositus kuvaa sitä, kuinka moni vastaaja on valinnut sen ensimmäiseksi, toiseksi tai kolmanneksi valinnakseen kyselyssä.
sv: Rekommendationen för ett alternativ visar hur många svarande som har valt det som sin första, andra eller tredje val i enkäten.

source: HUOM
sv: OBS

source: Jos muokkaat ryhmän nimeä, ei ryhmäkoon muokkaus tallennu.
sv: Om du ändrar gruppens namn, sparas inte redigeringen av gruppstorleken.

source: Suositus
sv: Rekommendation

source: Aiemmat kyselyt
sv: Tidigare enkäter

source: Kyselyn tila
sv: Enkätens status

source: Ryhmät luotu
sv: Grupper skapade

source: Suljettu
sv: Stängd

source: Avoin
sv: Öppen

source: Tarkastele tuloksia
sv: Visa resultat

source: Kopioi kyselyn osoite leikepöydälle
sv: Kopiera enkätens webbadress till urklipp

source: Muokkaa kyselyä tai lisää siihen ylläpitäjä
sv: Redigera enkäten eller lägg till en administratör

source: Kopioi kysely
sv: Kopiera enkät

source: Poista kysely
sv: Ta bort enkät

source: valintaansa sijoitetut käyttäjät
sv: användare som tilldelats sina val

source: Kyselyn nimen tulee olla vähintään 5 merkkiä pitkä
sv: Enkätens namn måste vara minst 5 tecken långt

source: Priorisoitavien ryhmien vähimmäismäärän tulee olla numero!
sv: Minsta antalet prioriterade grupper måste vara ett nummer!

source: Jos rivi on täynnä tyhjiä soluja, poista rivi kokonaan. Rivin poistanappi ilmestyy, kun asetat hiiren poistettavan rivin päälle.
sv: Om raden är fylld med tomma celler, ta bort hela raden. Raderingsknappen för raden visas när du håller muspekaren över raden som ska tas bort.

source: Tämän niminen kysely on jo käynnissä! Sulje se tai muuta nimeaä!
sv: En enkät med detta namn är redan igång! Stäng den eller byt namn!

source: Ei voitu tallentaa muutoksia tietokantaan!
sv: Kunde inte spara ändringar i databasen!

source: Muutokset tallennettu!
sv: Ändringar sparade!

source: Häiriö. Osa ryhmäkoon päivityksistä ei onnistunut
sv: Störning. Vissa uppdateringar av gruppstorlekar misslyckades

source: Häiriö. Ryhmäkokojen päivitys ei onnistunut
sv: Störning. Uppdatering av gruppstorlekar misslyckades

source: Ryhmäkoot päivitetty
sv: Gruppstorlekar uppdaterade

source: Sähköpostiosoitetta ei löydetty järjestelmästä? Onko hän kirjautunut aikaisemmin jakajaan? Syötetty sähköpostiosoite:
sv: E-postadressen kunde inte hittas i systemet? Har användaren loggat in som distributör tidigare? Inmatad e-postadress:

source: Opettajalla on jo oikeudet kyselyyn!
sv: Läraren har redan rättigheter till enkäten!

source: sai oikeudet kyselyyn!
sv: fick rättigheter till enkäten!

source: Otsikko on liian lyhyt! Merkkimäärän täytyy olla suurempi kuin 3.
sv: Rubriken är för kort! Antalet tecken måste vara större än 3.

source: Otsikko on liian pitkä! Merkkimäärän täytyy olla pienempi kuin 50.
sv: Rubriken är för lång! Antalet tecken måste vara färre än 50.

source: Sisältö on liian lyhyt! Merkkimäärän täytyy olla suurempi kuin 5.
sv: Innehållet är för kort! Antalet tecken måste vara större än 5.

source: Sisältö on liian pitkä! Merkkimäärän täytyy olla pienempi kuin 1500. Merkkejä oli
sv: Innehållet är för långt! Antalet tecken måste vara färre än 1500.

source: Olet jo luonut palautteen tällä otsikolla!
sv: Du har redan skapat feedback med denna rubrik!

source: Palautteen antamisessa oli ongelma!
sv: Det uppstod ett problem med att ge feedback!

source: Palautteen antaminen onnistui
sv: Feedback gavs framgångsrikt

source: Hylätty
sv: Avvisad

source: Hylättyyn
sv: Avvisad

source: valintaan sijoitetut käyttäjät:
sv: val:

source: Ei järjestetty
sv: Ej placerad

source: Ei järjestettyyn
sv: Ej placerad

source: . valintaansa sijoitetut käyttäjät:
sv: . val:
